<template>
  <div class="h-full overflow-y-auto scroll-container">
    <van-sticky>
      <div class="bg-white mx-[1rem]">
        <div class="flex justify-between items-center h-[100px]">
          <nav-bar />
        </div>
      </div>
    </van-sticky>

    <div
      class="p-[1rem] m-[1rem] pb-[24px] agreement bg-white rounded-[12px] shadow-md"
    >
      <h1 class="text-center text-[48px] font-bold mb-[60px]">
        Политика конфидециальности
      </h1>
      <section>
        <h2>1. Общие положения – о чём этот документ</h2>
        <p>1.1. Назначение Политики</p>
        <p>
          Настоящая Политика конфиденциальности (далее – «Политика») определяет
          порядок, цели, принципы и условия обработки персональных данных,
          осуществляемой компанией ООО «PAKUPAY» (далее также – «Компания»,
          «мы», «нас»), в том числе при использовании:
        </p>
        <ul>
          <li>&#9679; официального сайта;</li>
          <li>&#9679; мобильного приложения;</li>
          <li>
            &#9679; онлайн-платформы для оформления логистических и закупочных
            услуг;
          </li>
          <li>
            &#9679; любых других сервисов и каналов взаимодействия,
            предоставляемых Компанией (далее совместно – «Сервисы»).
          </li>
        </ul>
        <p>1.2. К чему применяется Политика</p>
        <p>Данная Политика применяется к обработке персональных данных:</p>
        <ul>
          <li>&#9679; Пользователей наших Сервисов;</li>
          <li>&#9679; клиентов, поставщиков, партнёров;</li>
          <li>
            &#9679; соискателей, обратившихся по вопросам трудоустройства.
          </li>
        </ul>
        <p>1.3. Что содержит Политика</p>
        <p>В Политике указано:</p>
        <ul>
          <li>
            &#9679; какие именно персональные данные мы можем запрашивать у Вас;
          </li>
          <li>&#9679; для каких целей мы используем эти данные;</li>
          <li>
            &#9679; в каких случаях данные могут быть переданы третьим лицам;
          </li>
          <li>
            &#9679; как мы обеспечиваем безопасность и законность обработки;
          </li>
          <li>
            &#9679; какие права Вы имеете в отношении Ваших персональных данных;
          </li>
          <li>&#9679; как настраиваются и используются cookie-файлы.</li>
        </ul>
        <p>1.4. Законодательное основание</p>
        <p>
          ООО «PAKUPAY» обрабатывает персональные данные в строгом соответствии
          с:
        </p>
        <ul>
          <li>
            &#9679; Федеральным законом РФ от 27.07.2006 № 152-ФЗ «О
            персональных данных»;
          </li>
          <li>
            &#9679; иными применимыми нормами законодательства, регулирующими
            защиту персональных данных в зависимости от страны нахождения
            Пользователя.
          </li>
        </ul>
        <p>1.5. Обязательность применения</p>
        <p>Настоящая Политика является неотъемлемой частью:</p>
        <ul>
          <li>&#9679; Пользовательского соглашения PAKUPAY;</li>
          <li>
            &#9679; других публичных или индивидуальных договоров, заключённых с
            Пользователем;
          </li>
          <li>
            &#9679; внутренних документов Компании, касающихся защиты
            персональных данных.
          </li>
        </ul>
        <p>1.6. Приоритет Политики</p>
        <p>
          Если иные документы, размещённые в интерфейсе Сервисов или внутри
          договорных условий, содержат положения, противоречащие настоящей
          Политике, применению подлежат положения настоящей Политики.
        </p>
      </section>

      <section class="mt-[60px]">
        <h2>
          2. Основные понятия – что такое персональные данные и что с ними
          происходит
        </h2>
        <p>2.1. Кто мы</p>
        <p>
          Когда в настоящей Политике используется терминология «PAKUPAY», «мы»,
          «нас» или «наш», это означает компанию ООО «PAKUPAY», являющуюся
          оператором персональных данных, обрабатывающей Ваши данные в рамках
          предоставления Сервисов (логистика, закупка, доставка товаров,
          клиентская поддержка, взаимодействие с поставщиками и др.).
        </p>
        <p>2.2. Что такое персональные данные</p>
        <p>
          Под персональными данными понимается любая информация, прямо или
          косвенно относящаяся к физическому лицу (Пользователю), позволяющая
          идентифицировать его. Это может быть, в частности:
        </p>
        <ul>
          <li>&#9679; имя и фамилия;</li>
          <li>&#9679; номер телефона;</li>
          <li>&#9679; адрес электронной почты;</li>
          <li>&#9679; адрес доставки;</li>
          <li>&#9679; данные заказов;</li>
          <li>&#9679; идентификаторы устройств;</li>
          <li>&#9679; IP-адрес и другие технические данные;</li>
          <li>
            &#9679; данные из обращений в службу поддержки и иные каналы связи.
          </li>
        </ul>
        <p>2.3. Что такое обработка персональных данных</p>
        <p>
          Обработка персональных данных включает в себя любое действие или
          совокупность действий с такими данными, включая:
        </p>
        <ul>
          <li>&#9679; сбор и получение;</li>
          <li>&#9679; систематизацию, хранение и обезличивание;</li>
          <li>&#9679; изменение, обновление и уточнение;</li>
          <li>
            &#9679; использование и передачу третьим лицам (в т.ч. перевозчикам,
            партнёрам, операторам связи и платёжным системам);
          </li>
          <li>&#9679; блокирование, удаление и уничтожение.</li>
        </ul>
        <p>2.4. Кто обрабатывает Ваши персональные данные</p>
        <p>
          Оператором персональных данных выступает ООО «PAKUPAY» либо
          аффилированное юридическое лицо, предоставляющее конкретный Сервис. В
          случае привлечения сторонних организаций к обработке данных (например,
          для доставки или платёжной обработки), такие организации действуют на
          основании договоров и строго в рамках применимого законодательства.
        </p>
        <p>2.5. Зависимость обработки от Сервиса и страны</p>
        <p>
          Объём и характер обрабатываемых данных, а также действия, совершаемые
          с ними, зависят от:
        </p>
        <ul>
          <li>
            &#9679; того, какими Сервисами Вы пользуетесь (личный кабинет,
            оформление заказа, отслеживание груза и т.д.);
          </li>
          <li>
            &#9679; юрисдикции, в которой Вы находитесь (например, РФ или
            Китай);
          </li>
          <li>&#9679; характера Вашего взаимодействия с PAKUPAY.</li>
        </ul>
        <p>2.6. Преимущество Политики</p>
        <p>
          Если какие-либо положения других пользовательских или локальных
          документов PAKUPAY противоречат положениям настоящей Политики,
          приоритет имеют положения данной Политики конфиденциальности.
        </p>
      </section>

      <section class="mt-[60px]">
        <h2>3. Принципы обработки персональных данных</h2>
        <p>
          ООО «PAKUPAY» при обработке персональных данных руководствуется
          базовыми принципами, применимыми независимо от юрисдикции, в которой
          осуществляется деятельность. Эти принципы лежат в основе всех
          процессов обработки данных и дополняются нормами применимого
          законодательства Российской Федерации и других стран, если это
          необходимо.
        </p>
        <p>3.1. Принцип законности и добросовестности</p>
        <p>
          3.1.1. Все действия по обработке персональных данных осуществляются на
          законных основаниях, в том числе:
        </p>
        <ul>
          <li>&#9679; на основании договора с Пользователем;</li>
          <li>&#9679; при наличии согласия субъекта данных;</li>
          <li>&#9679; в рамках исполнения обязанностей по закону.</li>
        </ul>
        <p>
          3.1.2. Мы не применяем недобросовестные или манипулятивные методы
          обработки, не вводим Пользователей в заблуждение, и всегда уважаем их
          права на частную жизнь.
        </p>
        <p>3.2. Принцип ограничения обработки конкретной целью</p>
        <p>
          3.2.1. Персональные данные собираются и используются строго в рамках
          заранее определённых, явных и законных целей, включая:
        </p>
        <ul>
          <li>&#9679; оформление и доставку заказов;</li>
          <li>&#9679; обратную связь и поддержку клиентов;</li>
          <li>
            &#9679; ведение учётной документации и соблюдение требований
            законодательства;
          </li>
          <li>
            &#9679; совершенствование пользовательского опыта и работы Сервисов.
          </li>
        </ul>
        <p>
          3.2.2. Обработка данных для новых целей возможна только при наличии
          отдельного правового основания, например, получения согласия.
        </p>
        <p>3.3. Принцип минимизации обработки</p>
        <p>
          3.3.1. Мы обрабатываем только те персональные данные, которые
          действительно необходимы для достижения заявленных целей.
        </p>
        <p>
          3.3.3. Как только цель обработки достигнута, данные либо удаляются,
          либо обезличиваются, если иное не требуется по закону.
        </p>
        <p>3.4. Принцип точности, достоверности и актуальности</p>
        <p>
          3.4.1. Мы стремимся обеспечить, чтобы персональные данные были точными
          и актуальными.
        </p>
        <p>
          3.4.2. Пользователь имеет возможность самостоятельно обновить свои
          данные через интерфейс личного кабинета или обратившись в службу
          поддержки.
        </p>
        <p>
          3.4.3. В случаях, когда недостоверность данных может повлечь
          юридические или сервисные последствия, мы можем инициировать проверку
          актуальности или запрос на обновление.
        </p>
        <p>3.5. Принцип конфиденциальности и безопасности</p>
        <p>
          3.5.1. PAKUPAY предпринимает все разумные технические, организационные
          и правовые меры для защиты персональных данных от:
        </p>
        <ul>
          <li>&#9679; несанкционированного доступа,</li>
          <li>&#9679; потери или утечки,</li>
          <li>&#9679; неправомерного использования или изменения.</li>
        </ul>
        <p>
          3.5.2. Доступ к персональным данным имеют только уполномоченные
          сотрудники или подрядчики, подписавшие соответствующие соглашения о
          неразглашении.
        </p>
        <p>
          3.5.3. Все наши Сервисы и системы регулярно анализируются на предмет
          уязвимостей и угроз.
        </p>
        <p>3.6. Принцип прозрачности и подотчётности</p>
        <p>
          3.6.1. Мы обеспечиваем Пользователям неограниченный доступ к
          актуальной версии настоящей Политики, размещённой на сайте.
        </p>
        <p>3.6.2. По запросу Пользователь может получить информацию:</p>
        <ul>
          <li>
            &#9679; о целях, объёме и основаниях обработки его персональных
            данных;
          </li>
          <li>&#9679; о том, кому данные могут быть переданы;</li>
          <li>&#9679; о мерах, принимаемых для защиты его прав.</li>
        </ul>
        <p>
          3.6.3. Компания PAKUPAY обеспечивает внутреннюю и внешнюю
          подотчётность, документируя и при необходимости подтверждая соблюдение
          норм и принципов обработки персональных данных.
        </p>
      </section>

      <section class="mt-[60px]">
        <h2>4. Цели обработки персональных данных</h2>
        <p>
          ООО «PAKUPAY» обрабатывает персональные данные исключительно в заранее
          определённых и законных целях, при наличии соответствующих правовых
          оснований. Цели зависят от характера взаимодействия Пользователя с
          нашими Сервисами и регулируются применимым законодательством
          Российской Федерации и международной практикой.
        </p>
        <p>4.1. Авторизация и доступ к Сервисам</p>
        <p>
          4.1.1. Для предоставления доступа к личному кабинету, отслеживанию
          заказов, оформлению заявок и другим функциям наших онлайн-платформ
          необходима идентификация и авторизация Пользователя.
        </p>
        <p>4.1.2. В целях безопасности авторизация может осуществляться:</p>
        <ul>
          <li>&#9679; через мобильное приложение PAKUPAY;</li>
          <li>
            &#9679; через сторонние системы (например, OAuth, мессенджеры или
            другие интеграции — если они доступны).
          </li>
        </ul>
        <p>4.1.3. В рамках авторизации мы обрабатываем:</p>
        <ul>
          <li>&#9679; номер телефона;</li>
          <li>&#9679; одноразовые коды;</li>
          <li>&#9679; имя и фамилию (если предусмотрено).</li>
        </ul>
        <p>
          4.1.4. Объём обрабатываемых данных минимален и определяется
          функционалом соответствующего Сервиса, а также пользовательскими
          документами.
        </p>
        <p>4.2. Предоставление логистических и закупочных услуг</p>
        <p>
          4.2.1. Мы обрабатываем персональные данные для выполнения обязательств
          по предоставлению логистических, складских, закупочных, таможенных и
          транспортных услуг. Это включает:
        </p>
        <ul>
          <li>&#9679; оформление заказов и расчёт стоимости;</li>
          <li>&#9679; организацию доставки и отслеживание статуса груза;</li>
          <li>&#9679; контакт с Пользователем по вопросам заказа;</li>
          <li>
            &#9679; предоставление документов, подтверждающих поставку и оплату.
          </li>
        </ul>
        <p>
          4.2.2. Обработка может включать передачу данных третьим лицам
          (логистическим партнёрам, платёжным провайдерам) в объёме, необходимом
          для выполнения функций.
        </p>
        <p>4.3. Подбор персонала и предложения о сотрудничестве</p>
        <p>
          4.3.1. Если вы откликаетесь на вакансию или отправляете резюме через
          сайт, агрегаторы или иные платформы, ваши персональные данные
          используются для:
        </p>
        <ul>
          <li>&#9679; рассмотрения кандидатуры;</li>
          <li>&#9679; организации собеседования;</li>
          <li>&#9679; возможного заключения договора.</li>
        </ul>
        <p>
          4.3.2. При переходе к стадии трудовых или подрядных отношений
          дальнейшая обработка регулируется внутренними документами и локальной
          политикой конфиденциальности ООО «PAKUPAY» в области HR.
        </p>
        <p>4.4. Использование файлов cookie и аналитика</p>
        <p>4.4.1. Мы применяем cookie-файлы и иные технологии для:</p>
        <ul>
          <li>&#9679; корректного функционирования Сервисов;</li>
          <li>&#9679; запоминания пользовательских настроек;</li>
          <li>&#9679; анализа поведения пользователей;</li>
          <li>&#9679; персонализации контента и рекламы.</li>
        </ul>
        <p>4.4.2. Типы cookie-файлов, которые могут использоваться:</p>
        <ul>
          <li>
            &#9679; Необходимые cookies – обеспечивают базовый функционал
            (например, авторизацию).
          </li>
          <li>
            &#9679; Функциональные cookies – сохраняют ваши настройки (язык,
            способ оплаты и т.п.).
          </li>
          <li>
            &#9679; Аналитические cookies – собирают обезличенные данные об
            использовании интерфейсов.
          </li>
          <li>
            &#9679; Маркетинговые cookies – используются для персонализации
            рекламы и предложений.
          </li>
        </ul>
        <p>
          4.4.3. Вы можете управлять cookie в интерфейсе Сервиса, через баннер
          или в настройках браузера. Отключение cookies может повлиять на работу
          отдельных функций.
        </p>
        <p>4.5. Иные законные цели обработки</p>
        <p>
          Мы также можем обрабатывать персональные данные в следующих случаях:
        </p>
        <ul>
          <li>
            &#9679; для исполнения требований законодательства (например,
            хранения бухгалтерских документов);
          </li>
          <li>
            &#9679; для защиты прав и интересов Компании, включая предотвращение
            мошенничества;
          </li>
          <li>
            &#9679; для обеспечения информационной и физической безопасности
            Сервисов;
          </li>
          <li>
            &#9679; в других законных интересах, не нарушающих права субъектов
            данных.
          </li>
        </ul>
      </section>

      <section class="mt-[60px]">
        <h2>5. Передача персональных данных третьим лицам</h2>
        <p>
          ООО «PAKUPAY» соблюдает принцип конфиденциальности персональных данных
          и не раскрывает их третьим лицам без законного основания. Передача
          может осуществляться только в предусмотренных законом или договором
          случаях, при условии обеспечения необходимой защиты передаваемой
          информации.
        </p>
        <p>5.1. Передача в рамках оказания Сервисов</p>
        <p>
          5.1.1. Для выполнения обязательств перед Пользователем и
          предоставления логистических, закупочных, платёжных и иных услуг
          PAKUPAY может передавать персональные данные:
        </p>
        <ul>
          <li>&#9679; логистическим и транспортным компаниям;</li>
          <li>&#9679; платёжным операторам и банкам;</li>
          <li>&#9679; таможенным брокерам и агентам;</li>
          <li>&#9679; поставщикам технической поддержки;</li>
          <li>&#9679; операторам связи и службам отправки уведомлений.</li>
        </ul>
        <p>
          5.1.2. Передача данных осуществляется в объёме, необходимом для
          исполнения функций соответствующего контрагента, строго в рамках
          применимого законодательства.
        </p>
        <p>5.2. Передача внутри группы компаний PAKUPAY</p>
        <p>
          5.2.1. Если конкретные Сервисы предоставляются с участием дочерних,
          партнёрских или аффилированных юридических лиц (например, при
          оформлении заказов, доставке, выставлении счетов и т.д.), персональные
          данные могут быть переданы между ними.
        </p>
        <p>
          5.2.2. Все такие компании действуют в соответствии с едиными
          стандартами безопасности и обязательствами по защите персональных
          данных.
        </p>
        <p>5.3. Передача по требованию закона</p>
        <p>
          5.3.1. Персональные данные могут быть переданы по запросу
          уполномоченных государственных органов в следующих случаях:
        </p>
        <ul>
          <li>&#9679; для исполнения требований законодательства;</li>
          <li>
            &#9679; в рамках судебного или административного разбирательства;
          </li>
          <li>
            &#9679; при необходимости передачи данных в таможенные или налоговые
            органы;
          </li>
          <li>&#9679; в иных случаях, прямо предусмотренных законом.</li>
        </ul>
        <p>
          5.3.2. Перед предоставлением информации PAKUPAY осуществляет проверку
          обоснованности и правомерности запроса и передаёт только тот объём
          данных, который строго необходим для исполнения запроса.
        </p>
        <p>
          5.4. Передача с целью повышения качества, персонализации и
          безопасности
        </p>
        <p>
          5.4.1. Мы можем привлекать внешних подрядчиков и сервис-провайдеров
          для:
        </p>
        <ul>
          <li>&#9679; аналитики и улучшения пользовательского опыта;</li>
          <li>&#9679; защиты информации и предотвращения мошенничества;</li>
          <li>&#9679; отправки уведомлений или обработки обращений;</li>
          <li>&#9679; проведения опросов и сбора отзывов.</li>
        </ul>
        <p>
          5.4.2. Такие третьи лица получают доступ к данным только в пределах
          необходимого и на основании договорных обязательств о соблюдении
          конфиденциальности и защите информации.
        </p>
      </section>

      <section class="mt-[60px]">
        <h2>6. Права субъектов персональных данных</h2>
        <p>
          PAKUPAY уважает права каждого Пользователя как субъекта персональных
          данных и предоставляет возможность реализовать их в соответствии с
          законодательством РФ и иных применимых юрисдикций.
        </p>
        <p>6.1. Способы обращения</p>
        <p>
          6.1.1. Вы можете направить обращение, касающееся обработки Ваших
          персональных данных:
        </p>
        <ul>
          <li>
            &#9679; через интерфейс Сервиса (например, в разделе «Настройки» или
            «Профиль»);
          </li>
          <li>
            &#9679; на электронную почту, указанную в разделе Контакты настоящей
            Политики;
          </li>
          <li>
            &#9679; иными способами, указанными в пользовательских документах.
          </li>
        </ul>
        <p>
          6.1.2. В обращении необходимо указать данные, позволяющие нас
          идентифицировать Вас как пользователя (например, номер телефона,
          почту, ID заказа или аккаунта). Без этого обработка запроса может быть
          невозможна.
        </p>
        <p>6.2. Отказ от предоставления данных</p>
        <p>
          6.2.1. Вы вправе отказаться от предоставления персональных данных,
          если их предоставление не является обязательным в силу закона.
        </p>
        <p>
          6.2.2. Однако без предоставления необходимых данных использование
          большинства функций Сервисов PAKUPAY (оформление доставки,
          отслеживание, оплата и пр.) может быть невозможно.
        </p>
        <p>6.3. Право на получение информации об обработке</p>
        <p>6.3.1. Вы имеете право запросить:</p>
        <ul>
          <li>&#9679; подтверждение факта обработки персональных данных;</li>
          <li>&#9679; информацию об объёме, источнике и целях обработки;</li>
          <li>
            &#9679; перечень третьих лиц, которым данные могли быть переданы.
          </li>
        </ul>
        <p>
          6.3.2. Для этого необходимо направить письменный или электронный
          запрос с указанием, какой Сервис PAKUPAY Вы используете.
        </p>
        <p>6.4. Уточнение и исправление персональных данных</p>
        <p>
          6.4.1. Если Вы обнаружили, что обрабатываемые нами персональные данные
          являются устаревшими, неточными или неполными, Вы можете:
        </p>
        <ul>
          <li>
            &#9679; самостоятельно отредактировать их через личный кабинет;
          </li>
          <li>
            &#9679; либо направить запрос на исправление, приложив необходимые
            пояснения или документы.
          </li>
        </ul>
        <p>6.5. Прекращение обработки и отзыв согласия</p>
        <p>
          6.5.1. Вы можете запросить прекращение обработки Ваших персональных
          данных, если:
        </p>
        <ul>
          <li>&#9679; утрачены цели обработки;</li>
          <li>
            &#9679; отсутствуют законные основания для продолжения обработки;
          </li>
          <li>
            &#9679; Вы отзываете согласие на обработку (если ранее оно было
            предоставлено).
          </li>
        </ul>
        <p>
          6.5.2. В некоторых Сервисах доступна кнопка удаления аккаунта. После
          удаления аккаунта обработка данных прекращается, за исключением
          хранения, требуемого по закону (например, для налогового или
          бухгалтерского учёта).
        </p>
        <p>
          6.5.3. Удаление аккаунта может быть временно недоступно при наличии
          активных заказов или обязательств.
        </p>
        <p>6.6. Хранение данных после прекращения обработки</p>
        <p>
          6.6.1. После завершения обслуживания и прекращения обработки,
          персональные данные могут быть сохранены в течение периода,
          установленного:
        </p>
        <ul>
          <li>&#9679; законодательством о бухгалтерском и налоговом учёте;</li>
          <li>&#9679; нормативами архивного хранения.</li>
        </ul>
        <p>6.7. Обжалование решений PAKUPAY</p>
        <p>
          6.7.1. Если Вы не согласны с нашим решением по Вашему запросу, Вы
          можете:
        </p>
        <ul>
          <li>
            &#9679; повторно обратиться в PAKUPAY с дополнительными пояснениями;
          </li>
          <li>
            &#9679; направить жалобу в уполномоченный орган по защите прав
            субъектов персональных данных (например, Роскомнадзор);
          </li>
          <li>&#9679; обратиться в суд.</li>
        </ul>
      </section>

      <section class="mt-[60px]">
        <h2>7.Сроки хранения персональных данных</h2>
        <p>7.1. Общие правила хранения</p>
        <p>
          7.1.1. ООО «PAKUPAY» хранит персональные данные Пользователей только в
          течение того периода, который необходим для достижения целей
          обработки, указанных в настоящей Политике, пользовательских документах
          Сервисов или установленных требованиями законодательства.
        </p>
        <p>7.1.2. Срок хранения зависит от:</p>
        <ul>
          <li>&#9679; характера предоставляемой услуги;</li>
          <li>
            &#9679; длительности договорных отношений между Пользователем и
            Компанией;
          </li>
          <li>
            &#9679; требований законодательства о бухгалтерском учёте, налоговой
            отчётности и архивировании.
          </li>
        </ul>
        <p>7.2. Хранение при наличии аккаунта</p>
        <p>
          7.2.1. Персональные данные Пользователя сохраняются на протяжении
          всего периода использования Сервисов, а также в течение установленного
          законом срока после удаления аккаунта, если:
        </p>
        <ul>
          <li>&#9679; есть незавершённые заказы;</li>
          <li>&#9679; ведутся расчёты или споры;</li>
          <li>
            &#9679; обработка данных необходима для выполнения обязанностей
            Компании перед Пользователем или государством.
          </li>
        </ul>
        <p>7.3. Хранение после удаления аккаунта</p>
        <p>
          7.3.1. После удаления аккаунта или прекращения использования Сервисов:
        </p>
        <ul>
          <li>
            &#9679; данные могут сохраняться в архивной форме в течение срока,
            установленного законодательством (например, 3–5 лет для
            бухгалтерских и налоговых целей);
          </li>
          <li>
            &#9679; по истечении указанного срока данные подлежат удалению или
            обезличиванию, если нет иных законных оснований для их хранения.
          </li>
        </ul>
        <p>7.4. Исключения из сроков хранения</p>
        <p>7.4.1. Более длительные сроки хранения возможны в случаях:</p>
        <ul>
          <li>
            &#9679; когда это требуется по закону (например, для отчетности или
            контроля);:
          </li>
          <li>
            &#9679; при наличии споров или претензий, до их окончательного
            разрешения;
          </li>
          <li>
            &#9679; если Пользователь дал отдельное согласие на более длительное
            хранение, например, в рамках программы лояльности или для получения
            персональных предложений.
          </li>
        </ul>
      </section>

      <section class="mt-[60px]">
        <h2>
          8. Контактная информация и обращение по вопросам конфиденциальности
        </h2>
        <p>8.1. Как с нами связаться</p>
        <p>
          Если у вас есть вопросы, предложения или запросы, связанные с
          обработкой ваших персональных данных, вы можете обратиться в ООО
          «PAKUPAY» любым из следующих способов:
        </p>
        <p>Электронная почта: privacy@pakupay.com</p>
        <p>Почтовый адрес: РФ, г. Москва, ул. Примерная, д. 1, офис 101</p>
        <p>Телефон для консультаций: +7 (495) 123-45-67</p>
        <p>
          Через форму обратной связи: доступна в личном кабинете на сайте или в
          мобильном приложении PAKUPAY
        </p>
        <p>8.2. Сроки рассмотрения обращений</p>
        <p>
          8.2.1. Мы рассматриваем все обращения, связанные с обработкой
          персональных данных, в срок, не превышающий 30 календарных дней с даты
          получения запроса.
        </p>
        <p>
          8.2.2. При необходимости уточнения личности или дополнительных данных
          срок может быть продлён, о чём Пользователь будет уведомлён.
        </p>
        <p>8.3. Уполномоченный сотрудник по защите данных</p>
        <p>
          8.3.1. В нашей компании назначен сотрудник, отвечающий за соблюдение
          требований законодательства о персональных данных. Вы можете направить
          обращение напрямую, указав в теме письма «Конфиденциальность:
          обращение субъектов ПДн».
        </p>
      </section>

      <section class="mt-[60px]">
        <h2>
          9. Дополнительно — что ещё важно знать о Политике конфиденциальности
        </h2>
        <p>9.1. Доступ к актуальной версии Политики</p>
        <p>
          9.1.1. Актуальная версия настоящей Политики конфиденциальности всегда
          доступна на официальном сайте компании PAKUPAY по адресу:
        </p>
        <p>
          <a href="https://pakupay.com/privacy-policy"
            >https://pakupay.com/privacy-policy</a
          >
        </p>
        <p>9.2. Обновления Политики</p>
        <p>9.1.2. Для удобства Пользователей ссылка на Политику размещается:</p>
        <p>9.2.2. Мы уведомим Пользователей о существенных изменениях:</p>
        <ul>
          <li>&#9679; посредством размещения новой редакции Политики;</li>
          <li>
            &#9679; либо дополнительным уведомлением в интерфейсе Сервисов.
          </li>
        </ul>
        <p>
          9.2.3. Продолжение использования Сервисов после вступления изменений в
          силу означает согласие Пользователя с новой редакцией Политики.
        </p>
      </section>
    </div>

    <back-top />
  </div>
</template>

<script setup lang="ts">
import BackTop from '@/components/back-top/index.vue'
import NavBar from '@/components/nav-bar/index.vue'
</script>

<style scoped>
h2 {
  font-weight: bold;
  margin-bottom: 20px;
}

p,
ul {
  margin-bottom: 12px;
}
</style>
